templatecase/system/probes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Version:  v2006
    \\  /    A nd           | Website:  www.openfoam.com
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/

// Sampling and I/O settings, see this file for configurations in OpenFOAM folder /etc
#includeEtc "caseDicts/postProcessing/probes/probes.cfg"


fields  (T);

// Do not change formating after this line or breaks probe postProcessing
// See python module case.py, class Case, method add_probe() 
probeLocations
(
    
);
// ************************************************************************* //
